Revit 2027 API
MEPSystem.PressureLossOfCriticalPath Property
 The total pressure loss of the sections in critical path.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double PressureLossOfCriticalPath { get; }
Public ReadOnly Property PressureLossOfCriticalPath As Double
	Get
public:
property double PressureLossOfCriticalPath {
	double get ();
}
member PressureLossOfCriticalPath : float with get
Property Value
Double
See Also
Reference
MEPSystem Class
Autodesk.Revit.DB Namespace